<?php
// Heading
$_['heading_title']   = 'Статьи';

// Text
$_['text_blog']       = 'Статьи';
$_['text_comments']   = '%s комментариев';
$_['text_write']      = 'Написать комментарий';
$_['text_login']      = 'Пожалуйста <a href="%s">войдите</a> или <a href="%s">зарегистрируйтесь</a> для написания комментария';
$_['text_no_results'] = 'Нет комментариев для этой статьи.';
$_['text_queue']      = 'Ваш комментарий добавлен в очередь на модерацию!';
$_['text_success']    = 'Спасибо вам за ваш комментарий. Он был отправлен веб-мастеру на утверждение.';
$_['text_all']        = 'Все рубрики';

// Entry
$_['entry_author']    = 'Имя';
$_['entry_comment']   = 'Комментарий';

// Button
$_['button_continue'] = 'читать &rarr;';

// Error
$_['error_token']     = 'Ошибка токена комментария!';
$_['error_article']   = 'Статья не найдена!';
$_['error_comment']   = 'Комментарий должен содержать от 25 до 1000 символов!';
$_['error_guest']     = 'Вы должны авторизироваться, чтобы прокомментировать статью!';