<?php
// Text
$_['text_success']     = 'Success: Профиль подписки успешно обновлен!';

// Error
$_['error_language']         = 'Внимание: Язык не найден!';
$_['error_customer']         = 'Внимание: Клиент не найден!';
$_['error_product']          = 'Внимание: Товар не найден!';
$_['error_shipping_address'] = 'Внимание: Необходим адрес доставки!';
$_['error_shipping_method']  = 'Внимание: Способ доставки %s не найден!';
$_['error_payment_address']  = 'Внимание: Не удалось найти расширение способа оплаты!';
$_['error_payment_method']   = 'Внимание: Способ оплаты %s не найден!';
$_['error_extension']        = 'Внимание: Не удалось найти расширение способа оплаты!';
$_['error_recurring']        = 'Внимание: Способ оплаты не поддерживает повторяющийся способ оплаты!';